"JUST_WORKS_TITLE" = "“%@” would like to pair with your %@.";
"JUST_WORKS_MESSAGE" = "Would you like to allow it to pair?";
"JUST_WORKS_BUTTON" = "Pair";

"NUMERIC_TITLE" = "“%@” would like to pair with your %@.";
"NUMERIC_MESSAGE" = "Confirm that the PIN code “%@” is shown on “%@”";
"NUMERIC_BUTTON" = "Pair";

"PASSKEY_TITLE" = "“%@” would like to pair with your %@.";
"PASSKEY_MESSAGE" = "Enter the PIN code “%@” on “%@”";

"HID_MESSAGE" = "Enter the PIN code “%@” on “%@”, followed by the Return or Enter key.";

"CANCEL" = "Cancel";